Repository: TheXobbitt/cup
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Stay connected
ru: Мы на связи тут:

source: All starts here
ru: Домашняя страница

source: Home
ru: Главная

source: What we offer
ru: Комплексной защиты

source: Features
ru: Технологии

source: What we charge
ru: Тарифные планы

source: Pricing
ru: Тарифы

source: Enter the system
ru: Личный кабинет

source: Log In
ru: Вход

source: Register
ru: Подключить защиту

source: Sign Up
ru: Регистрация

source: Profile
ru: Профайл

source: Let me out
ru: Выпустите меня

source: Sign Out
ru: Выход

source: We'd love to hear from you
ru: Наш саппорт всегда на связи

source: Contact Info
ru: Контактные данные

source: Phone
ru: Тел.

source: Name
ru: Имя

source: Subject
ru: Тема

source: Your Message
ru: Текст сообщения

source: Submit
ru: Отправить

source: Comprehensive security of websites
ru: Комплексная защита сайтов

source: We eliminate $1000 cost DDoS attack in 10 minutes
ru: Гасим DDoS атаку стоимостью $1000 за 10 минут

source: We increase website uptime to 99.99&#37;
ru: Подымаем время сайта в онлайн до 99.99&#37;

source: We increase web pages load speed to 70&#37;
ru: Ускоряем загрузку страниц до 70&#37;

source: We protect websites from hacking attacks types: SQL&#92;XSS-injection, LFI&#92;RFI, CSRF and etc.
ru: Защищаем сайты от взлома через атаки типа: QL&#92;XSS-injection, LFI&#92;RFI, CSRF и т.п.

source: We cooperate with CERT’s, block bot-nets, maintain the &quot;blacklist&quot; of violators
ru: Сотрудничаем с CERT'ами, блокируем бот-неты, ведем &quot;блэклист&quot; нарушителей...

source: Globally distributed network for neutralization of DDoS
ru: ГЕО-распределенная система борьбы с DDoS

source: Our system of elimination of DDoS and other network attacks – is globally distributed network of servers spread around the globe in order to achieve the maximum upload speed of content to the client. For direct website content upload customer selects the least loaded server in the system. Requests from malicious sources (bot-nets) for the current server is blocked by special detector of anomalous traffic and identified hosts fall into the black list for all servers of distributed network simultaneously, which allows you to block heavy attacks on the denial of service.
ru: Наша система борьбы с DDoS и другими сетевыми атаками - это рапределенная сеть множества серверов разнесенных географически для достижения максимальной скорости отдачи контента клиенту. Для непосредственной отдачи контента Web-сайта клиенту выбирается наименее нагруженный запросами сервер в системе. Запросы от зловредных источников (бот-нетов) на текущий сервер блокируется специальным детектором аномального трафика и выявленные хосты попадают в черный список по всем серверам распределенной сети одновременно, что позволяет блокировать тяжелые атаки на отказ в обслуживании.

source: Web-filter on network attacks
ru: Web-фильтр сетевых атак

source: In order to prevent the hacking of website we use WAF – is a firewall, which works on applied level and maintains the traffic filtering of Web applications. This solution does not require changes to the source code of Web-pages and effectively protects websites from network attacks such as: SQL, XSS-injection, LFI&#92;RFI, CSRF, etc.
ru: Для противодействия взлома сайта мы применяем WAF - межсетевой экран, работающий на прикладном уровне и осуществляющий фильтрацию трафика Web-приложений. Данное решение не требует изменений в исходном коде Web-страниц и эффективно защищает Web-сайты от сетевых атак типа: SQL, XSS-инъекций, LFI&#92;RFI, CSRF и т.п

source: Website upload speed increase
ru: Ускорение загрузки сайта

source: The upload speed of Web-page depends on the distance between the server and content user. Placement of content of one resource between several servers distributed geographically makes the website upload speed much faster. Furthermore, the use of compression algorithms optimizes the speed of the content site for mobile platforms. The average content compression reduces the size of HTTP-response by 70&#37;.
ru: На скорость загрузки Web-страницы сильно влияет насколько далеко пользователь находится от вашего сервера. Размещение контента одного ресурса между несколькими серверами, разнесенными географически, делает загрузку сайта быстрее. Кроме того, применение алгоритмов сжатия контента оптимизирует скорость работы сайта для мобильных платформ. В среднем сжатие контента уменьшает размер HTTP-ответа на 70&#37;.

source: 99.99&#37; of uptime
ru: 99.99&#37; времени в онлайн

source: It is important that your websites are available at any time of the day or night. Indeed, because of problems with your hosting provider, you can lose some of your income. Our system allows you to have HTML-version of your site in dozens of datacenters across the world at the same time, which reduces the downtime to a minimum and the site allows you to be independent of the host or Internet service providers.
ru: Очень важно, чтобы ваши сайты были доступны в любое время дня и ночи. Ведь из-за проблем у вашего хостинг-провайдера вы можете потерять некоторую часть своего дохода. Наша система позволяет иметь HTML-версию Вашего ресурса в нескольких десятках датацентров по всему миру одновременно, что сводит время недоступности сайта до минимума и позволяет на зависить от хостинг или интернет провайдеров.

source: Savings on tariffs of hosting provider
ru: Экономия на хостинге

source: Massive DDoS-attack drains quickly the amount of prepaid traffic in tariff of hosting provider. By connecting your site to a global distributed system, you save the amount of traffic and the hosting computer resources.
ru: Массивная ддос-атака очень быстро расходует количество предоплаченного трафика в тарифе хостинг-провайдера. Подключив ваш сайт к распределенной системе, вы экономите на объеме трафика и на вычислительных ресурсах хостинга.

source: Have a question?
ru: Созрел вопрос?

source: Drop us a line
ru: Свяжитесь с нашими специалистами

source: Professional website protection. Security in THREE steps!
ru: Профессиональная защита сайта. Безопасность в ТРИ хода!

source: Registration
ru: Регистрация

source: of new member in the system
ru: нового пользователя в системе

source: All you need is to fulfill the registration form and to receive the activation code of your e-mail.
ru: Все что нужно, это заполнить регистрационную форму и получить код активации по почте.

source: Details...
ru: Подробнее...

source: Website connection
ru: Подключение сайта

source: to add your resource in our security space
ru: для включения ресурса в нашу систему защиты

source: There is no need to change your host server or internet provider while connecting your website, adding your website requires only a simple change to your domain’s DNS settings.
ru: При включении сайта в систему защиты нет надобности менять старый хостинг или провайдера, достаточно просто указать наши DNS сервера как основные для Вашего ресурса.

source: Security activation
ru: Активация защиты

source: by selecting the appropriate functionality of protection
ru: путем выбора необходимого функционала безопасности

source: Protective mechanisms can be chosen automatically with tariff plan, as well as most effective to your resource system parameters.
ru: Защитные механизмы можно выбирать как автоматически вместе с тарифным планом, так и наиболее эффектывные по отношению к параметрам Вашего ресурса.

source: Safe online
ru: Безопасная работа

source: speeding and protection of website from network attacks!
ru: ускорение работы и защита сайта от сетевых атак!

source: Protection of website and increase the download speed by using our globally distributed system of malicious traffic filtering
ru: Защита сайта и повышение скорости загрузки за счет нашей ГЕО-распределенной системы фильтраци зловредного трафика.

source: Attack-ready tools of protection (Technology of protection from attacks)
ru: Технологии защиты от атак

source: Globally distributed network
ru: ГЕО-распределенная система

source: Our system is a globally distributed network of servers, which acts effectively to prevent the DdoS attacks
ru: Наша система борьбы с DDoS и другими сетевыми атаками - это рапределенная сеть серверов по всему миру

source: Network attacks Web-filter
ru: Web-фильтр сетевых атак

source: In order to prevent the hacking of website we use WAF with personal settings configuration capability
ru: Для противодействию взлома сайта мы применяем WAF с возможностью персональной настройки

source: Website load speed up
ru: Ускорение загрузки сайта

source: Due to data compression algorithms, web pages load speed increases to 70&#37;
ru: Благодаря алгоритмам сжатия данных скорость загрузки страниц сайта увеличивается до 70&#37;

source: 99.99&#37; online uptime
ru: 99.99&#37; времени в онлайн

source: HTML-version of your resource is available in major datacenters around the world simultaneously
ru: HTML-версия Вашего ресурса доступна в нескольких десятках датацентров по всему миру одновременно

source: Pricing tables
ru: Тарифные планы

source: Sites
ru: Количество сайтов

source: AntiDDoS support
ru: Защита от DDos атак

source: AntiProgs support
ru: Защита от взлома

source: Nodes in use
ru: Распределенные сервера

source: WAF
ru: Конфигурация Web-фильтра

source: Geoban support
ru: Блокировка по странам

source: IPban support
ru: Блокировка по IP

source: Whitelist support
ru: Белые списки IP адресов

source: Cache update time
ru: Время обновления html-кэша

source: Compression
ru: Компрессия трафика

source: Pictures
ru: Оптимизация изображений

source: Support
ru: Техподдержка

source: per month
ru: в месяц
